Repository: instructure/canvas-ios
Catalog: Core/Core/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cy, da, da_instk12, de, es, es_es, fi, fr, fr_ca, ga, hi, ht, id, is, it, ja, ko, mi, ms, nb, nb_instk12, nl, pl, pt, pt_br, ru, sl, sv, sv_instk12, th, vi, zh, zh_hk

source: No additional details available.
ar: لا تتوفر تفاصيل إضافية
ca: No hi ha disponible cap dada addicional.
cy: Dim mwy o fanylion ar gael.
da: Ingen yderligere oplysninger tilgængelige.
da_instk12: Ingen yderligere oplysninger tilgængelige.
de: Keine weiteren Details verfügbar.
es: No hay detalles adicionales disponibles.
es_es: No hay detalles adicionales disponibles.
fi: Lisätietoja ei ole saatavilla.
fr: Aucun détail supplémentaire disponible.
fr_ca: Aucun détail supplémentaire n’est disponible.
ga: Níl aon sonraí breise ar fáil.
hi: कोई अतिरिक्त विवरण उपलब्ध नहीं है।
ht: Pa gen detay adisyonèl disponib.
id: Detail tambahan tidak tersedia.
is: Engar frekari upplýsingar tiltækar.
it: Nessun dettaglio aggiuntivo disponibile.
ja: 利用できる追加詳細はありません。
ko: 추가적 세부 정보를 사용할 수 없습니다.
mi: Kāore he taipitopito atu e wātea ana.
ms: Tiada butiran tambahan tersedia.
nb: Ingen ekstra detaljer tilgjengelig.
nb_instk12: Ingen ekstra detaljer tilgjengelig.
nl: Er zijn geen aanvullende details beschikbaar.
pl: Brak dodatkowych szczegółów.
pt: Não há detalhes adicionais disponíveis.
pt_br: Não há detalhes adicionais disponíveis.
ru: Дополнительная информация отсутствует.
sl: Dodatne podrobnosti niso na voljo.
sv: Ingen ytterligare information tillgänglig.
sv_instk12: Ingen ytterligare information tillgänglig.
th: ไม่มีรายละเอียดเพิ่มเติม
vi: Không có chi tiết bổ sung.
zh: 没有其他详细信息可用。
zh_hk: 無其他詳細資料。

source: No Announcements
ar: لا توجد إعلانات
ca: Cap anunci
cy: Dim Cyhoeddiadau
da: Ingen beskeder
da_instk12: Ingen beskeder
de: Keine Ankündigungen
es: No hay anuncios
es_es: No hay anuncios
fi: Ei ilmoituksia
fr: Aucune annonce
fr_ca: Aucune annonce
ga: Gan Fógraí
hi: कोई घोषणा नहीं
ht: Okenn Anons
id: Tidak Ada Pengumuman
is: Engar tilkynningar
it: Nessun annuncio
ja: 現在、アナウンスメントはありません
ko: 공지 없음
mi: Kaore ngā pānui
ms: Tiada Pengumuman
nb: Ingen kunngjøringer
nb_instk12: Ingen beskjeder
nl: Geen aankondigingen
pl: Brak ogłoszeń
pt: Sem anúncios
pt_br: Sem avisos
ru: Нет объявлений
sl: Brez obvestil
sv: Inga anslag
sv_instk12: Inga meddelanden
th: ไม่มีประกาศ
vi: Không Có Thông Báo Chung
zh: 无公告
zh_hk: 沒有通告

source: No Assignments
ar: لا توجد أي مهام
ca: No hi ha cap activitat
cy: Dim Aseiniadau
da: Ingen opgaver
da_instk12: Ingen opgaver
de: Keine Aufgaben
es: No hay tareas
es_es: No hay actividades
fi: Ei tehtäviä
fr: Aucun travail
fr_ca: Aucun travail
ga: Níl aon Tascanna ann
hi: कोई असाइनमेंट नहीं
ht: Okenn Sesyon
id: Tidak Ada Tugas
is: Engin verkefni
it: Nessun compito
ja: 課題はありません
ko: 과제 없음
mi: Kaore ngā whakataunga
ms: Tiada Tugasan
nb: Ingen oppgaver
nb_instk12: Ingen oppgaver
nl: Geen opdrachten
pl: Brak zadań
pt: Nenhuma tarefa
pt_br: Sem tarefas
ru: Задания отсутствуют
sl: Ni nalog
sv: Inga uppgifter
sv_instk12: Inga uppgifter
th: ไม่มีภารกิจ
vi: Không Có Bài Tập
zh: 无作业
zh_hk: 無作業

source: No attachments
ar: بدون مرفقات
ca: No hi ha cap fitxer adjunt
cy: Dim atodiadau
da: Ingen vedhæftede filer
da_instk12: Ingen vedhæftede filer
de: Keine Anhänge
es: Sin archivos adjuntos
es_es: Sin archivos adjuntos
fi: Ei liitteitä
fr: Aucune pièce jointe
fr_ca: Aucune pièce jointe
ga: Gan ceangaltáin
hi: कोई संलग्नक नहीं
ht: Pa gen atachman
id: Tanpa lampiran
is: Engin viðhengi
it: Nessun allegato
ja: 添付ファイルなし
ko: 첨부 파일 없음
mi: Kāore he āpitihanga
ms: Tiada kepilan
nb: Ingen vedlegg
nb_instk12: Ingen vedlegg
nl: Geen bijlagen
pl: Brak załączników
pt: Sem anexos
pt_br: Sem anexos
ru: Нет вложений
sl: Ni prilog
sv: Inga bilagor
sv_instk12: Inga bilagor
th: ไม่มีเอกสารแนบ
vi: Không có tập tin đính kèm
zh: 无附件
zh_hk: 沒有附件

source: No attachments, add an attachment by tapping the plus at top right.
ar: بدون مرفقات، أضف مرفقًا بالضغط على علامة زائد أعلى الجهة اليمنى.
ca: No hi ha cap fitxer adjunt; toqueu el signe + a la part superior dreta per afegir-ne un.
cy: Dim atodiadau, gallwch ychwanegu atodiad drwy dapio'r symbol + ar yr ochr dde uchaf.
da: Ingen vedhæftede filer. Tilføj en vedhæftet fil ved at trykke på plusset øverst til højre.
da_instk12: Ingen vedhæftede filer. Tilføj en vedhæftet fil ved at trykke på plusset øverst til højre.
de: Keine Anhänge, fügen Sie einen Anhang hinzu, indem Sie auf das Plus oben rechts tippen.
es: Sin archivos adjuntos, agregue un archivo adjunto al tocar el más en la parte superior derecha.
es_es: Sin archivos adjuntos, añade un archivo adjunto tocando el signo más en la parte superior derecha.
fi: Ei liitteitä, lisää liite napauttamalla plussaa yläoikealla.
fr: Aucune pièce jointe. Ajoutez-en une en touchant le signe Plus situé en haut à droite.
fr_ca: Aucune pièce jointe, ajouter une pièce jointe en tapotant le signe plus dans le coin supérieur droit.
ga: Gan ceangaltáin, cuir ceangaltán leis tríd an móide a thapáil ag an mbarr ar dheis.
hi: कोई संलग्नक नहीं, शीर्ष दाईं ओर प्लस पर टैप करके संलग्नक जोड़ें।
ht: Pa gen atachman, tape sou plis ki anlè adwat la pou ka ajoute yon atachman.
id: Tanpa lampiran, tambah lampiran dengan mengetuk tanda plus di kanan atas.
is: Engin viðhengi, bættu við viðhengi með því að smella á plúsinn efst til hægri.
it: Nessun allegato, aggiungi un allegato toccando il più in alto a destra.
ja: 添付ファイルなし。右上にあるプラス記号（+）をタップして添付ファイルを追加します。
ko: 첨부 파일 없음, 오른쪽 상단에 +를 택하여 첨부 파일을 추가합니다.
mi: Kaore he taapiri, taapirihia he taapiri ma te paato i te taapiri kei te taha matau o runga.
ms: Tiada kepilan, tambah dengan mengetik simbol tambah di bahagian atas kanan.
nb: Ingen vedlegg. Legg til et vedlegg ved å trykke på pluss øverst til høyre.
nb_instk12: Ingen vedlegg. Legg til et vedlegg ved å trykke på pluss øverst til høyre.
nl: Geen bijlagen. Voeg er een toe door te tikken op het plusteken rechtsboven.
pl: Brak załączników; dodaj załącznik, stukając symbol plusa w prawym górnym rogu.
pt: Sem anexos, adicione um anexo ao carregar no sinal de mais no canto superior direito.
pt_br: Sem anexos, adicione um anexo tocando no sinal de adição no canto superior direito.
ru: Нет вложений. Добавьте вложение, нажав кнопку «плюс» в правом верхнем углу.
sl: Ni prilog. Prilogo dodajte, tako da tapnete znak plus zgoraj desno.
sv: Inga bilagor, lägg till en bilaga genom att trycka på plussymbolen längst upp till höger.
sv_instk12: Inga bilagor, lägg till en bilaga genom att trycka på plussymbolen längst upp till höger.
th: ไม่มีเอกสารแนบ เพิ่มเอกสารแนบโดยกดเครื่องหมายบวกที่ด้านขวาบน
vi: Không có tập tin đính kèm, thêm tập tin đính kèm bằng cách nhấn vào dấu cộng ở phía trên cùng bên phải.
zh: 无附件，通过点击右上角的 + 符号添加附件。
zh_hk: 沒有附件，請點選右上角的加號以添加附件。

source: No available from date set.
ar: غير متوفر من مجموعة البيانات.
ca: No hi ha cap conjunt de dates "Disponible des del".
cy: Heb bennu dyddiad 'ar gael o'.
da: Ingen tilgængelige fra dato indstillet.
da_instk12: Ingen tilgængelige fra dato indstillet.
de: Keine verfügbar vom eingestellten Datum
es: No disponible desde la fecha establecida.
es_es: No está disponible desde la fecha establecida.
fi: Ei käytettävissä päivämääräjaksoja
fr: Non disponible à partir de la date définie.
fr_ca: Aucun disponible à partir de la date définie.
ga: Níl sé ar fáil ón dáta socraithe.
hi: कोई इस तिथि से उपलब्ध सेट नहीं है।
ht: Pa disponib apadi de dat ki defini an.
id: Tidak tersedia dari tanggal yang diatur.
is: Nei tiltækt frá degi stillt inn.
it: Non disponibile dalla data impostata.
ja: 日付セットからは利用できません。
ko: 사용 가능 시작 날짜가 설정되지 않았습니다.
mi: Kāore e wātea mai te rā kua whakatautia.
ms: Tiada yang tersedia dari tarikh ditetapkan.
nb: Ingen tilgjengelig fra-dato angitt.
nb_instk12: Ingen tilgjengelig fra-dato angitt.
nl: Geen datum ingesteld voor beschikbaar vanaf.
pl: Brak dostępnych od ustawionej daty.
pt: Não disponível a partir da data definida.
pt_br: Indisponível a partir do conjunto de datas.
ru: Недоступно с заданной даты.
sl: Ni na voljo od nastavljenega datuma.
sv: Inget "tillgänglig från"-datum inställt.
sv_instk12: Inget "tillgänglig från"-datum inställt.
th: ไม่พร้อมใช้จากวันที่ที่กำหนด
vi: Không có cài đặt từ ngày khả dụng.
zh: 从设定日期开始无可用项。
zh_hk: 沒有可用的起始日期設定。

source: No available until date set.
ar: لم يتم تعيين تاريخ "متوفر حتى".
ca: No hi ha cap conjunt de dates "Disponible fins al".
cy: Heb bennu dyddiad 'ar gael tan'.
da: Ikke tilgængelig, indtil dato er indstillet.
da_instk12: Ikke tilgængelig, indtil dato er indstillet.
de: Keine verfügbar bis zum eingestellten Datum.
es: No disponible hasta la fecha establecida.
es_es: No está disponible hasta la fecha establecida.
fr: Pas disponible avant qu'une date n’ait été fixée
fr_ca: Aucune date « disponible jusqu’à » définie
ga: Níl sé ar fáil go dtí an dáta socraithe.
hi: कोई इस तिथि तक उपलब्ध सेट नहीं है।
ht: Pa disponib jiska dat fikse.
id: Tidak tersedia hingga tanggal yang diatur.
is: Nei tiltækt fram að degi stillt inn.
it: Non disponibile fino alla data impostata.
ja: 利用可能最終日がありません。
ko: 사용 가능 종료 날짜가 설정되지 않았습니다.
mi: Kaore i te wātea ki a tau ranō he rā.
ms: Tiada yang tersedia hingga tarikh ditetapkan.
nb: Ikke tilgjengelig før dato satt
nb_instk12: Ikke tilgjengelig før dato satt
nl: Geen datum ingesteld voor beschikbaar tot.
pl: Niedostępne do ustawionej daty.
pt: Não disponível até a data definida.
pt_br: Indisponível até o conjunto de datas.
ru: Недоступно до заданной даты.
sl: Ni na voljo do nastavljenega datuma.
sv: Inget "tillgänglig till"-datum inställt.
sv_instk12: Inget "tillgänglig till"-datum inställt.
th: ไม่พร้อมใช้จนถึงวันที่ที่กำหนด
vi: Không có cài đặt đến ngày khả dụng.
zh: 在设定日期前不可用。
zh_hk: 沒有可用的結束日期設定。

source: No Conferences
ar: لا توجد مؤتمرات
ca: Cap conferència
cy: Dim Cynadleddau
da: Ingen konferencer
da_instk12: Ingen konferencer
de: Keine Konferenzen
es: Sin conferencias
es_es: No hay conferencias
fi: Ei konferensseja
fr: Aucune conférence
fr_ca: Pas de conférence
ga: Níl aon Chomhdhálacha
hi: कोई कॉन्फ़्रेंस नहीं
ht: Okenn Konferans
id: Tidak Ada Konferensi
is: Engar ráðstefnur
it: Nessuna conferenza
ja: 会議はありません
ko: 컨퍼런스 없음
mi: Kaore ngā Hui
ms: Tiada Persidangan
nb: Ingen videomøter
nb_instk12: Ingen videomøter
nl: Geen vergaderingen
pl: Brak konferencji
pt: Sem Conferências
pt_br: Sem conferências
ru: Нет веб-конференций
sl: Ni konferenc
sv: Inga konferenser
sv_instk12: Inga konferenser
th: ไม่มีการประชุม
vi: Không Có Hội Nghị
zh: 无会议
zh_hk: 無會議

source: No Content
ar: لا يوجد محتوى
ca: Sense contingut
cy: Dim Cynnwys
da: Intet indhold
da_instk12: Intet indhold
de: Kein Inhalt
es: Sin contenido
es_es: No hay contenido
fi: Ei sisältöä
fr: Pas de contenu
fr_ca: Pas de contenu
ga: Gan Ábhar
hi: कोई सामग्री नहीं
ht: Pa gen Kontni
id: Tidak Ada Konten
is: Ekkert efni
it: Nessun contenuto
ja: コンテンツなし
ko: 콘텐츠 없음
mi: Kaore Ihirangi
ms: Tiada Kandungan
nb: Uten innhold
nb_instk12: Uten innhold
nl: Geen inhoud
pl: Brak zawartości
pt: Sem conteúdo
pt_br: Sem conteúdo
ru: Нет контента
sl: Ni vsebine.
sv: Inget innehåll
sv_instk12: Inget innehåll
th: ไม่มีเนื้อหา
vi: Không Có Nội Dung
zh: 无内容
zh_hk: 無內容

source: No Course Content
ar: لا يوجد محتوى مساق
ca: No hi ha cap contingut de l’assignatura
cy: Dim Cynnwys Cwrs
da: Intet fagindhold
da_instk12: Intet fagindhold
de: Keine Kursinhalte
es: Sin contenido del curso
es_es: No hay contenido del curso
fi: Ei kurssisisältöä
fr: Pas de contenu de cours
fr_ca: Pas de contenu de cours
ga: Níl Ábhar Cúrsa Ann
hi: कोई पाठ्यक्रम सामग्री नहीं
ht: Pa gen Kontni Kou
id: Tidak Ada Konten Kursus
is: Ekkert námskeiðsefni
it: Nessun contenuto del corso
ja: コースコンテンツなし
ko: 과목 콘텐츠 없음
mi: Karekau he ihirangi akoranga
ms: Tiada Kandungan Kursus
nb: Intet emneinnhold
nb_instk12: Intet faginnhold
nl: Geen cursusinhoud
pl: Brak zawartości kursu
pt: Sem conteúdo da disciplina
pt_br: Nenhum conteúdo do curso
ru: Нет контента курса
sl: Ni vsebine predmeta
sv: Inget kursinnehåll
sv_instk12: Inget kursinnehåll
th: ไม่มีเนื้อหาบทเรียน
vi: Không Có Nội Dung Khóa Học
zh: 无课程内容
zh_hk: 沒有課程內容

source: No Courses
ar: لا يوجد أي مساق
ca: No hi ha cap assignatura
cy: Dim Cyrsiau
da: Ingen kurser
da_instk12: Ingen fag
de: Keine Kurse
es: Sin cursos
es_es: No hay asignaturas
fi: Ei kursseja
fr: Aucun cours
fr_ca: Aucun cours
ga: Níl Cúrsaí Ann
hi: कोई पाठ्यक्रम नहीं
ht: Pa gen Kou
id: Tidak Ada Kursus
is: Engin námskeið
it: Nessun corso
ja: コースはありません
ko: 과목 없음
mi: Kāore he Akoranga
ms: Tiada Kursus
nb: Ingen emner
nb_instk12: Ingen fag
nl: Geen cursussen
pl: Brak kursów
pt: Sem Disciplinas
pt_br: Sem Cursos
ru: Курсы отсутствуют
sl: Ni predmetov
sv: Inga kurser
sv_instk12: Inga kurser
th: ไม่มีบทเรียน
vi: Không Có Khóa Học
zh: 没有课程
zh_hk: 無課程

source: No date selected
ar: لا يوجد تاريخ محدد
ca: No s’ha seleccionat cap data
cy: Dim dyddiad wedi’i ddewis
da: Ingen dato valgt
da_instk12: Ingen dato valgt
de: Kein Datum ausgewählt
es: No se seleccionó la fecha
es_es: No se ha seleccionado la fecha
fi: Päivämääriä ei ole valittu
fr: Aucune date sélectionnée
fr_ca: Aucune date sélectionnée
ga: Níl aon dáta roghnaithe
hi: कोई तिथि चयनित नहीं
ht: Pa gen dat ki seleksyone
id: Tanggal tidak dipilih
is: Engin dagsetning valin
it: Nessuna data selezionata
ja: 選択された日付なし
ko: 선택한 날짜 없음
mi: Kaore he rā i tīpakohia
ms: Tiada tarikh dipilih
nb: Ingen dato er valgt
nb_instk12: Ingen dato er valgt
nl: Geen datum geselecteerd
pl: Nie wybrano daty
pt: Sem data selecionada
pt_br: Nenhuma data selecionada
ru: Дата не выбрана
sl: Izbran ni noben datum
sv: Inget datum har valts
sv_instk12: Inget datum har valts
th: ไม่ได้เลือกวันที่ไว้
vi: Không có ngày được chọn
zh: 未选择日期
zh_hk: 沒有選定的日期

source: No description
ar: بلا وصف
ca: Sense descripció
cy: Dim disgrifiad
da: Ingen beskrivelse
da_instk12: Ingen beskrivelse
de: Keine Beschreibung
es: Sin descripción
es_es: Sin descripción
fi: Ei kuvausta
fr: Aucune description
fr_ca: Aucune description
ga: Gan cuir síos
hi: कोई विवरण नहीं
ht: Pa gen deskripsyon
id: Tanpa deskripsi
is: Engin lýsing
it: Nessuna descrizione
ja: 説明なし
ko: 설명 없음
mi: Kāore he whakaahuatanga
ms: Tiada penerangan
nb: Ingen beskrivelse
nb_instk12: Ingen beskrivelse
nl: Geen beschrijving
pl: Brak opisu
pt: Sem descrição
pt_br: Sem descrição
ru: Описание отсутствует
sl: Brez opisa
sv: Ingen beskrivning
sv_instk12: Ingen beskrivning
th: ไม่มีรายละเอียด
vi: Không có mô tả
zh: 无描述
zh_hk: 沒有說明

source: No Discussions
ar: لا توجد نقاشات
ca: No hi ha cap fòrum
cy: Dim Trafodaethau
da: Ingen diskussioner
da_instk12: Ingen diskussioner
de: Keine Diskussionen
es: No hay foros de discusión
es_es: No hay foros
fi: Keskustelut
fr: Aucune discussion
fr_ca: Aucune discussion
ga: Níl Fóraim Ann
hi: कोई चर्चा नहीं
ht: Okenn Diskisyon
id: Tidak Ada Diskusi
is: Engar umræður
it: Nessuna discussione
ja: ディスカッションなし
ko: 토론 없음
mi: Kaore he kōrerorero
ms: Tiada Perbincangan
nb: Ingen diskusjoner
nb_instk12: Ingen diskusjoner
nl: Geen discussies
pl: Brak dyskusji
pt: Sem Discussões
pt_br: Sem fóruns
ru: Нет дискуссий
sl: Ni razprav.
sv: Inga diskussioner
sv_instk12: Inga diskussioner
th: ไม่มีการพูดคุย
vi: Không Có Thảo Luận
zh: 无讨论
zh_hk: 無討論區

source: No Due Date
ar: لا يوجد تاريخ استحقاق
ca: Sense data de lliurament
cy: Dim Dyddiad Erbyn
da: Ingen afleveringsdato
da_instk12: Ingen afleveringsdato
de: Kein Abgabetermin
es: No hay fecha de entrega
es_es: Sin fecha de entrega
fi: Ei määräpäivää
fr: Pas de date limite
fr_ca: Aucune date d’échéance
ga: Níl aon Dáta Dlite
hi: कोई नियत तिथि नहीं
ht: San Delè
id: Tidak Ada Batas Waktu
is: Enginn skiladagur
it: Nessuna data di scadenza
ja: 締切日なし
ko: 기한 날짜 없음
mi: Kaore He Rā Tika
ms: Tiada Tarikh Siap
nb: Ingen forfallsdato
nb_instk12: Ingen forfallsdato
nl: Geen inleverdatum
pl: Brak terminu
pt: Sem data de vencimento
pt_br: Sem prazo de entrega
ru: Срок выполнения не задан
sl: Ni roka
sv: Inget inlämningsdatum
sv_instk12: Inget inlämningsdatum
th: ไม่มีวันครบกำหนด
vi: Không Có Ngày Đến Hạn
zh: 无截止日期
zh_hk: 無截止日期

source: No due date set.
ar: لم يتم تعيين تاريخ الاستحقاق.
ca: No s’ha establert cap data de lliurament.
cy: Heb bennu 'dyddiad cau'.
da: Ingen afleveringsdato angivet.
da_instk12: Ingen afleveringsdato angivet.
de: Kein Fälligkeitsdatum festgelegt
es: No hay fecha de entrega establecida.
es_es: No hay fecha de entrega establecida.
fi: Määräpäivää ei ole määritetty.
fr: Aucune date d’échéance définie
fr_ca: Aucune date d’échéance définie.
ga: Níl aon dáta dlite socraithe.
hi: कोई नियत तिथि सेट नहीं की गई।
ht: Pa gen delè ki defini
id: Tanpa tanggal batas yang diatur.
is: Enginn skiladagur ákveðinn.
it: Nessuna data di scadenza impostata.
ja: 期限は設定されていません。
ko: 기한 날짜가 설정되지 않았습니다.
mi: Kāore he rā tika kua whakatautia.
ms: Tiada tarikh siap ditetapkan.
nb: Ingen forfallsdato angitt.
nb_instk12: Ingen forfallsdato angitt.
nl: Geen inleverdatum ingesteld.
pl: Brak ustawionego terminu.
pt: Não há data de limite definida.
pt_br: Nenhum prazo de entrega definido.
ru: Не задан срок исполнения.
sl: Rok ni nastavljen.
sv: Inget inlämningsdatum inställt
sv_instk12: Inget inlämningsdatum inställt
th: ไม่ได้ระบุวันครบกำหนด
vi: Không có cài đặt ngày đến hạn.
zh: 未设定截止日期
zh_hk: 沒有設置截止日期。

source: No Events Today!
ar: لا توجد أحداث اليوم!
ca: Avui no hi ha cap esdeveniment.
cy: Dim Digwyddiadau Heddiw!
da: Ingen begivenheder i dag!
da_instk12: Ingen begivenheder i dag!
de: Heute keine Ereignisse!
es: ¡No hay ningún evento hoy!
es_es: No hay ningún evento hoy
fi: Ei tapahtumia tänään!
fr: Aucun événement aujourd'hui !
fr_ca: Aucun événement d'aujourd'hui!
ga: Gan Imeacht inniu!
hi: आज कोई घटना नहीं है!
ht: Pa gen Aktivite Jodi a!
id: Tidak Ada Acara Hari Ini!
is: Engir viðburðir í dag!
it: Oggi, nessun evento!
ja: 今日は、イベントはありません！
ko: 오늘 이벤트가 없습니다.
mi: Kaore he tauwhāinga i tēnei rā!
ms: Tiada Acara Hari Ini!
nb: Ingen arrangementer i dag!
nb_instk12: Ingen arrangementer i dag!
nl: Vandaag geen gebeurtenissen!
pl: Brak wydarzeń na dziś!
pt: Nenhum evento hoje!
pt_br: Nenhum evento hoje!
ru: На сегодня события отсутствуют!
sl: Danes ni dogodkov.
sv: Inga händelser idag!
sv_instk12: Inga händelser idag!
th: ไม่มีกิจกรรมในวันนี้!
vi: Không Có Sự Kiện Hôm Nay!
zh: 今天没有事件！
zh_hk: 今天並無活動！

source: No files
ar: بدون ملفات
ca: No hi ha cap fitxer
cy: Dim ffeiliau
da: Ingen filer
da_instk12: Ingen filer
de: Keine Dateien
es: No hay archivos
es_es: No hay archivos
fi: Ei tiedostoja
fr: Aucun fichier
fr_ca: Aucun fichier
ga: Níl aon chomhaid
hi: कोई फ़ाइल नहीं
ht: Pa gen fichye
id: Tanpa file
is: Engar skrár
it: Nessun file
ja: ファイルなし
ko: 파일 없음
mi: Karekau he konae
ms: Tiada fail
nb: Ingen filer
nb_instk12: Ingen filer
nl: Geen bestanden
pl: Brak plików
pt: Nenhum ficheiro
pt_br: Nenhum arquivo
ru: Нет файлов
sl: Ni datotek
sv: Inga filer
sv_instk12: Inga filer
th: ไม่มีไฟล์ข้อมูล
vi: Không có tập tin nào
zh: 无文件
zh_hk: 無檔案

source: No Files
ar: لا توجد ملفات
ca: No hi ha cap fitxer
cy: Dim Ffeiliau
da: Inge filer
da_instk12: Inge filer
de: Keine Dateien
es: No hay archivos
es_es: No hay archivos
fi: Ei tiedostoja
fr: Aucun fichier
fr_ca: Aucun fichier
ga: Níl Aon Chomhaid
hi: कोई फ़ाइल नहीं
ht: Okenn Fichye
id: Tidak Ada File
is: Engar skrár
it: Nessun file
ja: ファイルがありません
ko: 파일 없음
mi: Kāore ngā kōnae
ms: Tiada Fail
nb: Ingen filer
nb_instk12: Ingen filer
nl: Geen bestanden
pl: Brak plików
pt: Nenhum ficheiro
pt_br: Nenhum arquivo
ru: Нет файлов
sl: Ni datotek.
sv: Inga filer
sv_instk12: Inga filer
th: ไม่มีไฟล์
vi: Không Có Tập Tin
zh: 无文件
zh_hk: 無檔案

source: No Grades
ar: بلا درجات
ca: Sense nota
cy: Dim graddau
da: Ingen karakterer
da_instk12: Ingen vurderinger
de: Keine Noten
es: Sin calificaciones
es_es: No hay ninguna nota
fi: Ei arvosanoja
fr: Aucune note
fr_ca: Pas de notes
ga: Gan Marcanna
hi: कोई ग्रेड नहीं
ht: Pa gen Nòt
id: Tidak Ada Nilai
is: Engar einkunnir
it: Nessun voto
ja: 評定なし
ko: 성적 없음
mi: Karekau he Tohu
ms: Tiada Gred
nb: Ingen vurderinger
nb_instk12: Ingen vurderinger
nl: Geen cijfers
pl: Brak ocen
pt: Sem notas
pt_br: Nenhuma nota
ru: Нет оценок
sl: Ni ocen
sv: Inga omdömen
sv_instk12: Inga bedömningar
th: ไม่มีเกรด
vi: Chưa Có Điểm
zh: 无年级
zh_hk: 沒有成績

source: No image found from image picker
ar: لم يتم العثور على صورة من منتقي الصور
ca: No s'ha trobat cap imatge al selector d'imatges
cy: Heb ddod o hyd i ddelwedd o'r dewisydd delwedd
da: Intet billede fundet i billedvælgeren
da_instk12: Intet billede fundet i billedvælgeren
de: Kein Bild von Image-Picker gefunden
es: No se encontraron imágenes en el selector de imágenes
es_es: No se han encontrado imágenes en el selector de imágenes
fi: Kuvaa ei löytynyt kuvan poimintatoiminnosta
fr: Aucune image trouvée dans le sélecteur d’image
fr_ca: Aucune image trouvée du sélecteur d’images
ga: Níor aimsíodh íomhá ón roghnóir íomhánna
hi: इमेज पिकर में से कोई छवि नहीं मिली
ht: Nou pa jwenn okenn imaj apati de selektè imaj la
id: Gambar tidak ditemukan dari pemilih gambar
is: Engin mynd fannst í myndavali okkar
it: Nessuna immagine trovata dalla selezione immagine
ja: 画像ピッカーに画像が見つかりませんでした
ko: 이미지 선택기에서 찾은 이미지가 없습니다
mi: Kaore i kitea he āhua mai i te āhua kaiwhiwhi
ms: Tiada imej ditemui dari pemilih imej
nb: Det ble ikke funnet noen bilder i bildevelger
nb_instk12: Det ble ikke funnet noen bilder i bildevelger
nl: Er is geen afbeelding gevonden van afbeeldingkiezer
pl: Nie odnaleziono obrazu z narzędzia wyboru obrazów
pt: Nenhuma imagem encontrada no seletor de imagens
pt_br: Nenhuma imagem encontrada no seletor de imagens
ru: Средству сбора изображений не удалось найти ни одного изображения
sl: Izbirnik slik ni našel nobene slike
sv: Ingen bild hittades i bildväljaren
sv_instk12: Ingen bild hittades i bildväljaren
th: ไม่พบภาพจากตัวเลือกภาพ
vi: Không tìm thấy hình ảnh từ bộ chọn hình ảnh
zh: 从图像选择器找不到图像
zh_hk: 從影像選擇器中找不到影像

source: No Messages
ar: لا توجد رسائل
ca: No hi ha cap missatge
cy: Dim Negeseuon
da: Ingen beskeder
da_instk12: Ingen beskeder
de: Keine Nachrichten
es: No hay mensajes
es_es: No hay mensajes
fi: Ei viestejä
fr: Aucun message
fr_ca: Aucun message
ga: Gan Teachtaireachtaí
hi: कोई संदेश नहीं
ht: Pa gen Mesaj
id: Tidak Ada Pesan
is: Engin skilaboð
it: Nessun messaggio
ja: メッセージはありません
ko: 메시지 없음
mi: Kāore he Karere
ms: Tiada Mesej
nb: Ingen meldinger
nb_instk12: Ingen meldinger
nl: Geen berichten
pl: Brak wiadomości
pt: Não há mensagens
pt_br: Não há mensagens
ru: Нет сообщений
sl: Ni sporočil
sv: Inga meddelanden
sv_instk12: Inga meddelanden
th: ไม่มีข้อความ
vi: Không Có Tin Nhắn
zh: 无消息
zh_hk: 無訊息

source: No Modules
ar: لا توجد وحدات نمطية
ca: No hi ha cap contingut
cy: Dim Modiwlau
da: Ingen moduler
da_instk12: Ingen forløb
de: Keine Module
es: No hay módulos
es_es: No hay contenidos
fi: Ei moduuleita
fr: Aucun module
fr_ca: Aucun module
ga: Níl aon Mhodúil
hi: कोई मॉड्यूल नहीं
ht: Okenn Modil
id: Tidak Ada Modul
is: Engar einingar
it: Nessun modulo
ja: モジュールなし
ko: 모듈 없음
mi: Kaore ngā kōwae
ms: Tiada Modul
nb: Ingen emner
nb_instk12: Ingen fag
nl: Geen modules
pl: Brak modułów
pt: Sem módulos
pt_br: Sem módulos
ru: Модули отсутствуют
sl: Ni modulov.
sv: Inga moduler
sv_instk12: Inga moduler
th: ไม่มีหน่วยการเรียน
vi: Không Có Học Phần
zh: 无模块
zh_hk: 無單元

source: No Pages
ar: لا توجد صفحات
ca: No hi ha cap pàgina
cy: Dim Tudalennau
da: Ingen sier
da_instk12: Ingen sier
de: Keine Seiten
es: No hay páginas
es_es: No hay páginas
fi: Ei sivuja
fr: Aucune page
fr_ca: Aucune page
ga: Níl aon Leathanaigh
hi: कोई पेज नहीं
ht: Okenn Paj
id: Tidak Ada Halaman
is: Engar síður
it: Nessuna pagina
ja: ページなし
ko: 페이지 없음
mi: Kaore ngā Whārangi
ms: Tiada Halaman
nb: Ingen sider
nb_instk12: Ingen sider
nl: Geen pagina's
pl: Brak stron
pt: Sem páginas
pt_br: Sem páginas
ru: Страницы отсутствуют
sl: Ni strani.
sv: Inga sidor
sv_instk12: Inga sidor
th: ไม่มีหน้าเพจ
vi: Không Có Trangg
zh: 无页面
zh_hk: 無頁面
